export const QA = [
	{
		id: 1,
		Q: "متى افتتحت المدرسة أبوابها؟",
		A: "كنبذة تاريخية سريعة افتتحت المدرسة أبوابها أمام ناجحي البكالوريا بتسجيل وطني بعد دمج مدرستي (ex. ENST) و (ex. ESSA) بقرار وزاري بداية من السنة الجامعية 2023/24.",
	},
	{
		id: 2,
		Q: "أين تقع المدرسة؟",
		A: "فرع إعلام آلي : Dergana, Bordj El Kiffan. Alger (ex. Faculté Biomédicale) | فرع علوم و تكنولوجيا : Lycée Emir Abdelkader, Bab El Oued. Alger (ex. ESSA)",
	},
	{
		id: 3,
		Q: "ما هو معدل قبول المدرسة الوطنية العليا للتكنولوجيا المتقدمة فرع إعلام آلي؟",
		A: "القبول يكون بمعدل موزون يحتسب بنقطة مادة الرياضيات في البكالوريا. شعبة رياضيات: 16.87. شعبة علوم تجريبية: 17.36. شعبة تقني رياضي: 17.70",
	},
	{
		id: 4,
		Q: "ما هو معدل قبول المدرسة الوطنية العليا للتكنولوجيا المتقدمة فرع علوم و تكنولوجيا؟",
		A: "القبول يكون بمعدل موزون يحتسب بنقطتي مادتي الرياضيات والعلوم الفيزيائية في البكالوريا. كل الشعب: 16.08",
	},
	{
		id: 5,
		Q: "ما هو نظام الدراسة؟",
		A: "نظام الدراسة هو نظام المدارس العليا الكلاسيكي:\nسنتان (02) تكوين قاعدي حسب الفرع المختار أما إعلام آلي أو علوم و تكنولوجيا.\nثلاث سنوات (03) تخصص من التخصصات التي تتيحها المدرسة بعد انتهاء مسابقة الإلتحاق و المداولات.",
	},
	{
		id: 6,
		Q: "ما هي لغة التدريس؟",
		A: "اللغة الإنجليزية نظريا وتطبيقياً، قد يشرح الأستاذ باللغة الفرنسية أحيانا بطلب من الطالب. أوراق الامتحانات مزدوجة اللغة بين الإنجليزية و الفرنسية.",
	},
	{
		id: 7,
		Q: " ماهو عنوان التخرج من هذه المدرسة؟",
		A: "يتخرج الطالب من المدرسة العليا الوطنية للتكنولوجيا المتقدمة بشهادتين مهندس دولة في تخصص الدراسة تمنح له أولوية ملموسة في سوق العمل. ماستر 2 في تخصص الدراسة تتيح له مواصلة دراسات الدكتوراه أو الدراسة في الخارج.",
	},
	{
		id: 8,
		Q: "هل توجد نوادي علمية وثقافية؟",
		A: "تنضوي تحت سقف المدرسة عدة نوادي ثقافية وعلمية نذكر منها: GDSC ENSTA, BTEC, AUDAX, ENSTEINS, LIGHT CLUB, GREEN eCLUB, MECAHOLICS, PlugIN ENSTA, ETOILES SPORTIVE ENSTA. تضفي هاته النوادي أجواء حماسية تساعدهم على تطوير مهاراتهم في المجال العلمي والمهني وتوفر متنفسا جميلا للخروج من ضغط الدراسة والإمتحانات وممارسة هوايتهم ومختلف النشاطات الثقافية.",
	},
	{
		id: 9,
		Q: "ماذا لو لم تعجبني هذه التخصصات أو أردت المواصلة في تخصص آخر في مدرسة أخرى؟",
		A: "بعد اجتياز سنتي الطور الأول يمكن لطالب المدرسة اجتياز مسابقة الالتحاق بقسم التخصص الذي يرغب فيه في المدارس المتاحة (ESI ALGER, ESI SBA, ESTIN) بالنسبة لفرع الإعلام الآلي أو (ENPA…) بالنسبة لفرع العلوم و التكنولوجيا.",
	},
];

export const Intro = [
	{
		id: 1,
		title: "في ما يخص المدرسة :",
		description:
			"المدرسة الوطنية العليا للتكنولوجيات المتقدمة هي احدى المدارس العليا المتخصصة في ميدان العلوم و التكنولوجيا و ميدان رياضيات وإعلام آلي تضم حوالي 1500 طالب جامعي ، 250 أستاذ جامعي و 12 تخصص ميدان العلوم و التكنولوجيا) في الطور الثاني. هذه المدرسة ناتجة عن دمج المدرسة الوطنية العليا للتكنولوجيا و المدرسة العليا في العلوم التطبيقية وتحويل أملاكهما وحقوقهما وواجباتهما ومستخدميهما إلى المدرسة الجديدة تحت تسمية المدرسة الوطنية العليا للتكنولوجيات المتقدمة. المدرسة قطب امتياز للتكوين العالي تضمن تكوينا عالي التأهيل لفائدة مختلف قطاعات النشاط الصناعي ، الإقتصادي و التجاري للوطن. تتولى المدرسة مهمة ضمان التكوين العالي والبحث العلمي والتطوير التكنولوجي في مختلف تخصصات التكنولوجيات المتقدمة ، لاسيما في الهندسة الصناعية وهندسة النقل والآلية والإلكترونيك والاتصالات السلكية واللاسلكية والهندسة الميكانيكية والإلكتروتقنية وهندسة الطرائق. ابتداءا من الدخول الجامعي لسنة 2023-2024 و فضلا عن تخصص المدرسة في ميدان العلوم و التكنولوجيا تم إضافة ميدان تخصص آخر و هو ميدان الرياضيات و الإعلام الآلي المطلوب بكثر في المجال الإقتصادي و العملي. المدرسة قطب امتياز للتكوين العالي تضمن تكوينا عالي التأهيل لفائدة مختلف قطاعات النشاط الإقتصادي و التجاري للوطن",
	},
	{
		id: 2,
		title: "كلمة من المدير : ",
		description:
			"تود إدارة المدرسة العليا للتكنولوجيات المتقدمة وعلى رأسها مدير المدرسة البروفيسور رياحلة محمد أمين وكل الطاقم الأكاديمي للمدرسة أن ترحب بحرارة بالمتفوقين في شهادة البكالوريا الجدد. تهانينا لكم على هذا الإنجاز المميز الذي حققتموه والذي يمثل بداية رحلة جديدة في حياتكم. بفخر نقدم لكم مدرستنا الجديدة للتكنولوجيات المتقدمة التي تعكس روح الابتكار والتطور في عالمنا الحديث. تتميز المدرسة بتقديم برامج تعليمية رائدة تمزج بين النظريات المتطورة والتطبيقات العملية. ستجدون في جدارتنا بيئة تعليمية حديثة ومجهزة تجهيزًا جيدًا تساعدكم في تطوير مهاراتكم واكتشاف قدراتكم الكامنة. تمثل التخصصات المتاحة في المدرسة فرصة ممتازة للطلاب الذين يسعون للتميز في مجالات العلوم، حيث تدمج المدرسة الجديدة بين جميع تخصصات المدرستين السابقتين (Ex ENST et EX ESSA) وتخصصات أخرى. من خلال هذا المنبر، نود أن نطلعكم على الاستحداث المهم فيما يخص التكوين الجديد الذي ستوفره المدرسة مع بداية الموسم الدراسي الجديد. نعتزم أن نكون الرائدون في مجال دمج علوم الإعلام الآلي في التكنولوجيا الحديثة، ولذلك تم إدراج نضام الإعلام الآلي مع تخصصات متعددة تلبي احتياجات السوق المتنامية من بينها: الأمن السيبراني، الذكاء الاصطناعي، التطوير الرقمي.... التي تهدف إلى • تكوين مهندس في الإعلام الآلي يلبي احتياجات التخصصات الأخرى التي توفرها المدرسة • تدريب وتأهيل الطلاب في حماية الأنظمة والبيانات الحيوية من التهديدات الإلكترونية • استخدام تقنيات التعلم العميق لتطوير تطبيقات ذكاء اصطناعي متقدمة ومبتكرة • تطوير وتصميم تطبيقات الويب والهواتف الذكية والحلول الرقمية الأخرى. نحن نعيش في عصر الابتكار والتحول الرقمي، وهذه التخصصات تمثل المستقبل وتوفر فرصًا واسعة في سوق العمل المتنامي. إذا كنتم مهتمين بالتكنولوجيا المتقدمة وترغبون في تحقيق تأثير إيجابي في المجتمع، فإن مدرستنا الجديدة للتكنولوجيات المتقدمة هي المكان المثالي لكم.",
	},
	{
		id: 3,
		title: "مهام المدرسة : ",
		description:
			"تتولى المدرسة في إطار المرفق العمومي للتعليم العالي مهام التكوين العالي ومهام البحث العلمي والابتكار واليقظة والتحويل والتطوير التكنولوجي. تتمثل المهمة الأساسية للمدرسة في مجال التكوين العالي في ميدان أو في ميادين تخصصها فيما يأتي : ضمان تكوين إطارات مؤهلة تأهيلا عاليا المساهمة في إنتاج ونشر العلوم والمعارف وتحصيلها وتطويره ضمان التكوين التحضيري من أجل الالتحاق بالتكوين في الطور الثاني إدخال بعد الابتكار والتحويل التكنولوجي والمقاولاتي سواء في التكوين أو في البحث تلقين الطلبة مناهج البحث وضمان التكوين بالبحث وللبحث تلقين الطلبة الابتكار والمقاولاتية ضمان التكوين لمهنة الأستاذ لصالح قطاع التربية الوطنية وزيادة على ذلك يمكن أن تضمن نشاطات التكوين المتواصل وتحسين المستوى وتجديد المعارف لفائدة إطارات القطاعات الاجتماعية والاقتصادية.",
	},
];
export const Cards = {
	MI: [
		{
			id: 1,
			img: "https://cdn.britannica.com/47/246247-050-F1021DE9/AI-text-to-image-photo-robot-with-computer.jpg",
			title: "ذكاء إصطناعي",
			description:
				"الذكاء الاصطناعي (AI) هو تقنية تُمكّن الآلات من أداء مهام تتطلب ذكاءً بشريًا، مثل التعرف على الصوت والصور واتخاذ القرارات.",
		},
		{
			id: 1,
			img: "https://www.telefonica.com/en/wp-content/uploads/sites/5/2023/11/Cybersecurity-policies-what-is-coming-next.jpg",
			title: "الأمن السيبراني",
			description:
				"الأمن السيبراني هو مجال يركز على حماية الأنظمة والشبكات والبيانات من الهجمات الإلكترونية، والتهديدات، والانتهاكات التي قد تؤدي إلى فقدان البيانات أو الأضرار بالنظم",
		},
		{
			id: 1,
			img: "https://img.etimg.com/thumb/width-1200,height-900,imgsize-65654,resizemode-75,msid-110126612/jobs/hr-policies-trends/digital-india-sparks-rush-for-new-age-software-engineers.jpg",
			title: "تطوير وهندسة البرامج",
			description:
				"مجال يتناول تصميم وبناء وصيانة البرمجيات باستخدام منهجيات منهجية. يشمل تحليل المتطلبات، تصميم الأنظمة، كتابة الكود، اختبار البرمجيات، وصيانتها.",
		},
	],
	ST: [
		{
			id: 1,
			img: "https://i1.hespress.com/wp-content/uploads/2022/08/eau_1-copie-3.jpg",
			title: "معالجة المياه",
			description:
				"مجال يركز على تقنيات وطرق تنقية ومعالجة المياه لتلبية معايير الصحة والسلامة وحماية البيئة.",
		},
		{
			id: 2,
			img: "https://apscollegeofpharmacy.org/wp-content/uploads/2020/09/formationGP.jpg",
			title: "الطرائق العضوية",
			description:
				"تخصص في تطبيق الكيمياء العضوية في مجالات مختلفة مثل الصناعات الدوائية، الزراعة، وتحليل المركبات الكيميائية.",
		},
		{
			id: 3,
			img: "https://pioneer4ss.com/wp-content/uploads/2021/08/Industrial.jpg",

			title: "هندسة ميكانيكية",
			description:
				"مجال يهتم بتصميم وتحليل وتصنيع الأنظمة والآلات الميكانيكية، ويشمل الديناميكا والميكانيكا والتصميم الهندسي.",
		},
		{
			id: 4,
			img: "https://zwwada.com/wp-content/uploads/2022/08/%D9%85%D8%A7-%D9%87%D9%8A-%D8%A7%D9%84%D9%87%D9%86%D8%AF%D8%B3%D8%A9-%D8%A7%D9%84%D9%85%D8%AF%D9%86%D9%8A%D8%A9.jpg",
			title: "هندسة النقل",
			description:
				"تخصص يركز على تصميم وتطوير أنظمة النقل والبنية التحتية، وتحسين كفاءة وسلامة وسائل النقل.",
		},
		{
			id: 5,
			img: "https://qafilah.com/wp-content/uploads/2021/10/shutterstock_1727599378.jpg",
			title: "هندسة اللوجستيك",
			description:
				"مجال يهتم بإدارة سلاسل الإمداد والنقل والتوزيع، وتحسين عمليات إدارة اللوجستيات لتقليل التكاليف وتحسين الكفاءة.",
		},
		{
			id: 6,
			img: "https://leadership-gcc.com/assets/img/course-images/maintenance-planning/7.jpg",
			title: "إدارة وهندسة الصيانة الصناعية",
			description:
				"تخصص يركز على إدارة وصيانة المعدات والأنظمة الصناعية لضمان استمرارية العمليات وتقليل الأعطال.",
		},
		{
			id: 7,
			img: "https://images.ctfassets.net/szez98lehkfm/o3FqFB3PmJr7k6zH14PP1/00e92335ddbcb01a642bd9549691fa96/MyIC_Inline_76925",
			title: "هندسة صناعية",
			description:
				"مجال يهتم بتحسين وتطوير العمليات الصناعية من خلال استخدام تقنيات التحليل والبرمجة وتحسين الأداء.",
		},
		{
			id: 8,
			img: "https://www.aldirasa.com/storage/departments/dd6e7e45820cea3ad47fcca0e7cf654feDZ_82871t.jpg",
			title: "ميكاترونيك",
			description:
				"تخصص يجمع بين الهندسة الميكانيكية والإلكترونية وتكنولوجيا المعلومات لتطوير أنظمة ذكية ومتقدمة، ويتميز بكونه تخصصاً نادراً في البلاد.",
		},
		{
			id: 9,
			img: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRxdMW5IvVBkUe73fP9husbqYQ6mhpva2914A&usqp=CAU",
			title: "الأنظمة المدمجة",
			description:
				"مجال يركز على تصميم وتطوير الأنظمة المدمجة التي تجمع بين البرمجيات والأجهزة لتحقيق وظائف محددة.",
		},
		{
			id: 10,
			img: "https://g7-kw.com/mte/asgtheme/828x600/networkandinfracabling.jpg",
			title: "أنظمة الاتصالات والشبكات",
			description:
				"تخصص يهتم بتصميم وبناء أنظمة الاتصالات والشبكات لضمان نقل البيانات بكفاءة وسرعة.",
		},
		{
			id: 11,
			img: "https://www.aljazeera.net/wp-content/uploads/2024/01/image-1705331990.jpg?resize=1800%2C1080",
			title: "آلية و إعلام آلي صناعي",
			description:
				"مجال يدمج بين الأتمتة الصناعية وتقنيات الإعلام الآلي لتحسين الإنتاجية وتقليل الحاجة للتدخل البشري.",
		},
		{
			id: 12,
			img: "https://aljournalalektsady.com/wp-content/uploads/2023/05/%D8%BA%D9%84%D9%82-%D9%85%D8%AD%D8%B7%D8%A9-%D9%85%D8%AA%D8%B1%D9%88-%D8%AC%D8%A7%D9%85%D8%B9%D8%A9-%D8%A7%D9%84%D9%82%D8%A7%D9%87%D8%B1%D8%A9-%D9%8A%D9%88%D9%85%D9%8A-%D8%A7%D9%84%D8%AE%D9%85%D9%8A%D8%B3-%D9%88%D8%A7%D9%84%D8%AC%D9%85%D8%B9%D8%A9-%D8%A7%D9%84%D9%85%D9%82%D8%A8%D9%84%D9%8A%D9%86.jpg",
			title: "الجر الكهربائي",
			description:
				"تخصص في تصميم وتطوير أنظمة الجر الكهربائي المستخدمة في وسائل النقل مثل القطارات والمترو.",
		},
	],
};
